app/views/tours/_tours.html.erb

        <td><%= tour.quorum %></td>
        <td><%= tour.users.count %></td>
---
SELECT COUNT(*) FROM "users" INNER JOIN "bookings" ON "users"."id" = "bookings"."user_id" WHERE "bookings"."tour_id" = ?  [["tour_id", 35]]