app/controllers/tours_controller.rb

SELECT "tours".* FROM "tours" ORDER BY quorum asc LIMIT 5 OFFSET 0
SELECT COUNT(*) FROM "tours"
---
	def index
		@tours = Tour.search(params[:search]).order(sort_column + ' ' + sort_direction).paginate(:per_page => 5, :page => params[:page])